<script>
	// @ts-ignore
	export let data;

	// @ts-ignore
	$: lang = data.lang;
</script>

<svelte:head>
	<title>Books | Abebe Kebie</title>
</svelte:head>

<main>
	<div class="wrapper">
		<div class="latest-container container">
			<h1 class="header">
				የደንበኞች አገልግሎት
				<br />
				<a href="/files/sample.pdf">Download Sample</a>
			</h1>
			<!-- TODO Load from a database -->

			<p class="text-intro">
				የአገልግሎት ልህቀት ለዘላቂ ተወዳዳሪነት
				<!-- The Book Of Stuff -->
			</p>
			<div class="img-container">
				<img class="cover-img" src="/book_cover.jpg" alt="Cover" />
			</div>
			<span class="main-text">
				<p>የደንበኞች አገልግሎት ልህቀት ብቸኛው ዘላቂ የትርፍማነትና ተወዳዳሪነት ምንጭ</p>
				<p>
					ደንበኞች የሚጠቀሟቸውን ምርቶችና አገልግሎቶች የሚገዙባቸውንና የሚገለገሉባቸውን ድርጅቶችና ተቋማት ከሚቀይሩባቸው ምክነያቶች ውስጥ ዋናውና
					ቀዳሚው ከደንበኞች አገልግሎት ጋር የተያያዙ ጉዳዮች መሆኑን በአገልግሎት ልህቀትና በገበያ ስራ አመራር ዙሪያ የተደረጉ ጥናቶችና ምርምሮች
					ይጠቁማሉ።
				</p>
				<div class="img-container">
					<img class="stat-img" src="/stats.png" alt="Statistics" />
				</div>
				<p class="img-subtitle">ደንበኞች የሚጠቀሟቸውን ምርቶችና አገልግሎቶች የሚቀይሩባቸው ምክነያቶች</p>
				<p>
					ስለ ደንበኞች አገልግሎት ስናስብ በአብዛኞቻችን አዕምሮ ውስጥ የሚመጡት ሃሳቦች የደንበኞችን ፍላጎቶችና ችግሮች በሚገባ ማጥናትና መረዳት፣
					ምርትና አገልግሎቶችን በደንበኞች ፍላጎትና ችግሮች መሰረት በማምረትና አገልግሎት በመስጠት የደንበኞችን ፍላጎቶች ማርካትና ችግሮቻቸውን መፍታት
					የሚሉ ጉዳዮች ናቸው። ሆኖም ግን እነዚህ ጉዳዮች አሁን በምንኖርበት ሉላዊ የውድድር ዓለም ውስጥ ማንኛውም ድርጅት ሊተገብራቸው የሚችል መሰረታዊ
					የውድድር መሰረቶች በመሆናቸው ለዘላቂ ተወዳዳሪነት ያላቸው ፋይዳ እዚህ ግባ የሚባል አይደለም። አሁን በምንኖርበት ሉላዊ የውድድር ዓለም ውስጥ
					የደንበኞችን ፋላጎቶችና ችግሮች በሚገባ በመረዳት ምርትና አገልግሎቶችን የደንበኞችን ፍላጎቶችና ችግሮች መሰረት ባደረገ ሁኔታ በማምረትና
					አገልግሎት በመስጠት ደንበኞችን ከማርካትና ችግሮቻቸውን ከመፍታት ባለፈ ደንበኞች ከሚጠብቁት በላቀ ሁኔታ በማገልገልና ችግሮቻቸውን በመፍታት
					ደንበኞችን ማስደሰትና ማስደመም፤ ከደንበኞች ጋር መተማመንና የጋራ ተጠቃሚነትን መሰረት ያደረገ ዘላቂነት ያለው ስልታዊ የአጋርነት ስርዓት
					መመስረት ያስፈልጋል።
				</p>
				<p>
					የደንበኞች አገልግሎት ልህቀት የሃገራትንና የተቋማትን ስኬትና እጣፈንታ የሚወስንና ዘላቂ ተወዳዳሪ ሆኖ ለመገኘት አንኳር የሆነ ጉዳይ ነው።
					በዚህ መፅሃፍ ውስጥ ተቋማት የአገልግሎት ልህቀት ባህል ለመገንባትና ለመተግበር ሊያከናውኗቸው የሚገቡ የተለያዩ ስልቶችና ስትራቴጅዎች በስፋት
					ቀርበዋል።
				</p>
				<p>
					“የአካል ብቃት እንቅስቃሴ ለጤናማ አኗኗር ጠቃሚ መሆኑን ማወቅና መረዳት በተግባር የአካል ብቃት እንቅስቃሴ ማዘውተር እጅግ በጣም የተለያዩ
					ጉዳዮች ናቸው”
				</p>
				<p>
					በዚህ መፅሀፍ ውስጥ በተቋማት ውስጥ የደንበኞች አገልግሎት ልህቀት ባህል ለመገንባት የሚያስችሉ 30 (ሰላሳ) ስልቶችና ስትራቴጅዎች በስፋትና
					በጥልቀት ተብራርተው ቀርበዋል፡፡ ሆኖም ግን አንባቢያን አንድ ትልቅ ጉዳይ ከልብ ማለት ይኖርባቸዋል፡፡ ይህ ጉዳይም በዚህ መፅሁፍ ውስጥ
					የተካተቱ የአገልግሎት ልህቀት ስልቶችና ስትራቴጅዎች ማወቅና መረዳት ብቻ በቂ ያለመሆኑን ሀቅ ነው፡፡
				</p>
				<p>
					በተቋማት ውስጥ የአገልግሎት ልህቀት ባህል ለመገንባትና በዘላቂነት ተወዳዳሪ ለመሆን እነዚህን የአገልግሎት ልህቀት ስልቶችና ስትራቴጅዎች
					ለመተግበር የሚያስችል የትግበራ ስርዓት መገንባት ይኖርባቸዋል፡፡
				</p>
				<span class="suggestion-text">
					<p class="suggestion">
						ከፍተኛ የስነምግባርና የአገልጋይነት ስነልቦና በሚጠይቀው እና ክቡር የሆነውን የሰው ልጅ ጤናን የመንከባከብ የህክምና አገልግሎት ዘርፍ ውስጥ
						ከ 30 አመታት በላይ በመንግስትና የግል የጤና ተቋማት ውስጥ ሰርቻለሁ። በዚህ ረጅም የአገልግሎት ዘመን ውስጥ የተማርኳቸውና ያካበትኳቸው
						የአገልግሎት ልህቀት አስተሳሰቦች፣ እውቀቶችና ክህሎቶች በዚህ መፅሀፍ ውስጥ ሰፊና ጥልቅ ማብራሪያ ተሰጥቶባቸዋል። ዶ/ር መኮንን አይችሉህም
						የድሪም ኬር ሆስፒታል ስራ አስኪያጅና መስራች አባል ከፍተኛ የስነምግባርና የአገልጋይነት ስነልቦና በሚጠይቀው እና ክቡር የሆነውን የሰው ልጅ
						ጤናን የመንከባከብ የህክምና አገልግሎት ዘርፍ ውስጥ ከ 30 አመታት በላይ በመንግስትና የግል የጤና ተቋማት ውስጥ ሰርቻለሁ። በዚህ ረጅም
						የአገልግሎት ዘመን ውስጥ የተማርኳቸውና ያካበትኳቸው የአገልግሎት ልህቀት አስተሳሰቦች፣ እውቀቶችና ክህሎቶች በዚህ መፅሀፍ ውስጥ ሰፊና ጥልቅ
						ማብራሪያ ተሰጥቶባቸዋል።
						<strong> ዶ/ር መኮንን አይችሉህም: <i> የድሪም ኬር ሆስፒታል ስራ አስኪያጅና መስራች አባል </i> </strong>
					</p>
					<p class="suggestion">
						ሁሉም ቢዝነስ የአገልግሎት ቢዝነስ ነው። የምንኖረውና የቢዝነስ፣ ኢንቨስትመንትና ንግድ ስራዎቻችንን የምናከናውነው በነፃ የገበያ ስርዓት
						ውስጥ ነው። የዚህ የነፃ ገበያ ስርዓት ውስጥ ትልቁ የጨዋታ ህግ ውድድር ነው። በመሆኑም ተቋማት በዘላቂነት አትራፊና ተወዳዳሪ ለመሆን
						የተለያዩ ስልቶችና ስትራቴጅዎችን ይነድፍሉ ፣ ይተገብራሉ ። ከዚህ ጋር በተያያዘ የተደረጉ የጥናትና የምርምር ውጤቶች የሚጠቁሙት የአገልግሎት
						ልህቀት ለተቋማት ዘላቂ ተወዳዳሪነት የማይተካ ሚና የሚጫዎት መሆኑን ነው። በዚህ መፅሀፍ ውስጥ በተቋማት ውስጥ የአገልግሎት ልህቀት ስርዓት
						ለመንደፍና ለመተግባር የሚያስችሉ ስልቶችና ስትራቴጅዎች በስፍት ተዳሰዋል።
						<strong> በድሉ ይስማው : <i> የገበያ አስተዳደር ረ/ ፕሮፌሰር </i> </strong>
					</p>
					<p class="suggestion">
						ከፍተኛ ውድድር በሚታይባቸው የሆቴል፣ የቱሪዝም፣ ሬስቶራንትና ሌሎች ተዛማጅ ስራዎች ውስጥ ለበርካታ አመታት ሰርቻለሁ ፤ በመስራት ላይም
						እገኛለሁ። በዚህ ውድድር የጨዋታው ህግ በሆነበት ዘርፍ ውስጥ የተለያዩ የውድድር ስልቶችና ስትራቴጅዎች የሚተገበሩ ቢሆንም የአገልግሎት
						ልህቀት ቁልፍ ጉዳይ ነው። በዚህ መፅሀፍ ውስጥ የተካተቱ የደንበኞች አገልግሎት ስልቶች፣ ስትራቴጅዎችና መርሆዎች ተቋማት የሚሰጡትን
						አገልግሎት ወደ ላቀ ደረጃ ለማሳደግ ቁልፍ ሚና የሚጫዎቱ ሆነው አግኝቻቸዋለሁ።
						<strong> አቶ ነገሰ ተሻገር: <i> ሆቴል ማናጀር </i> </strong>
					</p>
					<p class="suggestion">
						እንደ ንግድና ዘርፍ ማህበራት በከተማችን ፣ በክልላችን፣ እንዲሁም በሃገራችን የሚገኙ የንግድ፣ኢንቨስትመንትና የአገልግሎት ሰጭ ተቋማት
						ምርታማነትና የአገልግሎት አሰጣጥ እንዲሻሻል፣ እንዲዘምንና የላቀ የልህቀት ደረጃ ላይ እንዲደርስ የዘወትር ፍላጎታችንና አበክረን የምንሰራበት
						ግብ ነው። በዚህ መፅሀፍ ውስጥ የተካተቱ የደንበኞች አገልግሎት ልህቀት ስልቶችና ስትራቴጅዎች ለዚህ ግብ ወሳኝ ሚና የሚጫወቱ ናቸው።
						<strong> አቶ ክቡር ጌታቸው: <i> የባህርዳር ከተማ ንግድና ዘርፉ ማህበራት ፕሬዘዳንት </i> </strong>
					</p>
					<p class="suggestion">
						በሽያጭ ስራ ውስጥ ለበርካታ አመታት እንደመስራቴ የደንበኞችን ፍላጎቶችና ችግሮች በአግባቡ መረዳትና ፍላጎታቸውን መሰረት ያደረገ አገልግሎት
						በመስጠት ፍላጎቶቻቸውን ማርካትና ችግሮቻቸውን መፍታት መሰረታዊ የሽያጭና የደንበኞች አገልግሎት መርሆዎች መሆናቸውን እረዳለሁ። ከዚህ ጋር
						በተያያዘ በዚህ መፅሀፍ ውስጥ የተካተቱ የአገልግሎት ልህቀት ስልቶችና ስትራቴጅዎች ለሽያጭ ሰራተኞችም ሆነ በሌሎች ተዛማጅ በሆኑ የንግድ ፣
						ኢንቨስትመንት ፣ የአገልግሎት ስራዎች ውስጥ ልህቀት ለመፍጠር የሚያስችሉ መሆናቸውን ለመግለፅ እወዳለሁ።
						<strong> አቶ ማስረሻ ገላው: <i> የዋካንዳ ኮሚሽን ኤጀንት መስራችና ስራ አስኪያጅ </i> </strong>
					</p>
				</span>
			</span>
		</div>
	</div>
	<div class="wrapper">
		<div class="latest-container container">
			<h1 class="header">
				የደንበኞች አገልግሎት
				<br />
				<a href="/files/sample.pdf">Download Sample</a>
			</h1>
			<!-- TODO Load from a database -->

			<p class="text-intro">
				የአገልግሎት ልህቀት ለዘላቂ ተወዳዳሪነት
				<!-- The Book Of Stuff -->
			</p>
			<div class="img-container">
				<img class="cover-img" src="/book_cover.jpg" alt="Cover" />
			</div>
			<span class="main-text">
				<p>የደንበኞች አገልግሎት ልህቀት ብቸኛው ዘላቂ የትርፍማነትና ተወዳዳሪነት ምንጭ</p>
				<p>
					ደንበኞች የሚጠቀሟቸውን ምርቶችና አገልግሎቶች የሚገዙባቸውንና የሚገለገሉባቸውን ድርጅቶችና ተቋማት ከሚቀይሩባቸው ምክነያቶች ውስጥ ዋናውና
					ቀዳሚው ከደንበኞች አገልግሎት ጋር የተያያዙ ጉዳዮች መሆኑን በአገልግሎት ልህቀትና በገበያ ስራ አመራር ዙሪያ የተደረጉ ጥናቶችና ምርምሮች
					ይጠቁማሉ።
				</p>
				<div class="img-container">
					<img class="stat-img" src="/stats.png" alt="Statistics" />
				</div>
				<p class="img-subtitle">ደንበኞች የሚጠቀሟቸውን ምርቶችና አገልግሎቶች የሚቀይሩባቸው ምክነያቶች</p>
				<p>
					ስለ ደንበኞች አገልግሎት ስናስብ በአብዛኞቻችን አዕምሮ ውስጥ የሚመጡት ሃሳቦች የደንበኞችን ፍላጎቶችና ችግሮች በሚገባ ማጥናትና መረዳት፣
					ምርትና አገልግሎቶችን በደንበኞች ፍላጎትና ችግሮች መሰረት በማምረትና አገልግሎት በመስጠት የደንበኞችን ፍላጎቶች ማርካትና ችግሮቻቸውን መፍታት
					የሚሉ ጉዳዮች ናቸው። ሆኖም ግን እነዚህ ጉዳዮች አሁን በምንኖርበት ሉላዊ የውድድር ዓለም ውስጥ ማንኛውም ድርጅት ሊተገብራቸው የሚችል መሰረታዊ
					የውድድር መሰረቶች በመሆናቸው ለዘላቂ ተወዳዳሪነት ያላቸው ፋይዳ እዚህ ግባ የሚባል አይደለም። አሁን በምንኖርበት ሉላዊ የውድድር ዓለም ውስጥ
					የደንበኞችን ፋላጎቶችና ችግሮች በሚገባ በመረዳት ምርትና አገልግሎቶችን የደንበኞችን ፍላጎቶችና ችግሮች መሰረት ባደረገ ሁኔታ በማምረትና
					አገልግሎት በመስጠት ደንበኞችን ከማርካትና ችግሮቻቸውን ከመፍታት ባለፈ ደንበኞች ከሚጠብቁት በላቀ ሁኔታ በማገልገልና ችግሮቻቸውን በመፍታት
					ደንበኞችን ማስደሰትና ማስደመም፤ ከደንበኞች ጋር መተማመንና የጋራ ተጠቃሚነትን መሰረት ያደረገ ዘላቂነት ያለው ስልታዊ የአጋርነት ስርዓት
					መመስረት ያስፈልጋል።
				</p>
				<p>
					የደንበኞች አገልግሎት ልህቀት የሃገራትንና የተቋማትን ስኬትና እጣፈንታ የሚወስንና ዘላቂ ተወዳዳሪ ሆኖ ለመገኘት አንኳር የሆነ ጉዳይ ነው።
					በዚህ መፅሃፍ ውስጥ ተቋማት የአገልግሎት ልህቀት ባህል ለመገንባትና ለመተግበር ሊያከናውኗቸው የሚገቡ የተለያዩ ስልቶችና ስትራቴጅዎች በስፋት
					ቀርበዋል።
				</p>
				<p>
					“የአካል ብቃት እንቅስቃሴ ለጤናማ አኗኗር ጠቃሚ መሆኑን ማወቅና መረዳት በተግባር የአካል ብቃት እንቅስቃሴ ማዘውተር እጅግ በጣም የተለያዩ
					ጉዳዮች ናቸው”
				</p>
				<p>
					በዚህ መፅሀፍ ውስጥ በተቋማት ውስጥ የደንበኞች አገልግሎት ልህቀት ባህል ለመገንባት የሚያስችሉ 30 (ሰላሳ) ስልቶችና ስትራቴጅዎች በስፋትና
					በጥልቀት ተብራርተው ቀርበዋል፡፡ ሆኖም ግን አንባቢያን አንድ ትልቅ ጉዳይ ከልብ ማለት ይኖርባቸዋል፡፡ ይህ ጉዳይም በዚህ መፅሁፍ ውስጥ
					የተካተቱ የአገልግሎት ልህቀት ስልቶችና ስትራቴጅዎች ማወቅና መረዳት ብቻ በቂ ያለመሆኑን ሀቅ ነው፡፡
				</p>
				<p>
					በተቋማት ውስጥ የአገልግሎት ልህቀት ባህል ለመገንባትና በዘላቂነት ተወዳዳሪ ለመሆን እነዚህን የአገልግሎት ልህቀት ስልቶችና ስትራቴጅዎች
					ለመተግበር የሚያስችል የትግበራ ስርዓት መገንባት ይኖርባቸዋል፡፡
				</p>
				<span class="suggestion-text">
					<p class="suggestion">
						ከፍተኛ የስነምግባርና የአገልጋይነት ስነልቦና በሚጠይቀው እና ክቡር የሆነውን የሰው ልጅ ጤናን የመንከባከብ የህክምና አገልግሎት ዘርፍ ውስጥ
						ከ 30 አመታት በላይ በመንግስትና የግል የጤና ተቋማት ውስጥ ሰርቻለሁ። በዚህ ረጅም የአገልግሎት ዘመን ውስጥ የተማርኳቸውና ያካበትኳቸው
						የአገልግሎት ልህቀት አስተሳሰቦች፣ እውቀቶችና ክህሎቶች በዚህ መፅሀፍ ውስጥ ሰፊና ጥልቅ ማብራሪያ ተሰጥቶባቸዋል። ዶ/ር መኮንን አይችሉህም
						የድሪም ኬር ሆስፒታል ስራ አስኪያጅና መስራች አባል ከፍተኛ የስነምግባርና የአገልጋይነት ስነልቦና በሚጠይቀው እና ክቡር የሆነውን የሰው ልጅ
						ጤናን የመንከባከብ የህክምና አገልግሎት ዘርፍ ውስጥ ከ 30 አመታት በላይ በመንግስትና የግል የጤና ተቋማት ውስጥ ሰርቻለሁ። በዚህ ረጅም
						የአገልግሎት ዘመን ውስጥ የተማርኳቸውና ያካበትኳቸው የአገልግሎት ልህቀት አስተሳሰቦች፣ እውቀቶችና ክህሎቶች በዚህ መፅሀፍ ውስጥ ሰፊና ጥልቅ
						ማብራሪያ ተሰጥቶባቸዋል።
						<strong> ዶ/ር መኮንን አይችሉህም: <i> የድሪም ኬር ሆስፒታል ስራ አስኪያጅና መስራች አባል </i> </strong>
					</p>
					<p class="suggestion">
						ሁሉም ቢዝነስ የአገልግሎት ቢዝነስ ነው። የምንኖረውና የቢዝነስ፣ ኢንቨስትመንትና ንግድ ስራዎቻችንን የምናከናውነው በነፃ የገበያ ስርዓት
						ውስጥ ነው። የዚህ የነፃ ገበያ ስርዓት ውስጥ ትልቁ የጨዋታ ህግ ውድድር ነው። በመሆኑም ተቋማት በዘላቂነት አትራፊና ተወዳዳሪ ለመሆን
						የተለያዩ ስልቶችና ስትራቴጅዎችን ይነድፍሉ ፣ ይተገብራሉ ። ከዚህ ጋር በተያያዘ የተደረጉ የጥናትና የምርምር ውጤቶች የሚጠቁሙት የአገልግሎት
						ልህቀት ለተቋማት ዘላቂ ተወዳዳሪነት የማይተካ ሚና የሚጫዎት መሆኑን ነው። በዚህ መፅሀፍ ውስጥ በተቋማት ውስጥ የአገልግሎት ልህቀት ስርዓት
						ለመንደፍና ለመተግባር የሚያስችሉ ስልቶችና ስትራቴጅዎች በስፍት ተዳሰዋል።
						<strong> በድሉ ይስማው : <i> የገበያ አስተዳደር ረ/ ፕሮፌሰር </i> </strong>
					</p>
					<p class="suggestion">
						ከፍተኛ ውድድር በሚታይባቸው የሆቴል፣ የቱሪዝም፣ ሬስቶራንትና ሌሎች ተዛማጅ ስራዎች ውስጥ ለበርካታ አመታት ሰርቻለሁ ፤ በመስራት ላይም
						እገኛለሁ። በዚህ ውድድር የጨዋታው ህግ በሆነበት ዘርፍ ውስጥ የተለያዩ የውድድር ስልቶችና ስትራቴጅዎች የሚተገበሩ ቢሆንም የአገልግሎት
						ልህቀት ቁልፍ ጉዳይ ነው። በዚህ መፅሀፍ ውስጥ የተካተቱ የደንበኞች አገልግሎት ስልቶች፣ ስትራቴጅዎችና መርሆዎች ተቋማት የሚሰጡትን
						አገልግሎት ወደ ላቀ ደረጃ ለማሳደግ ቁልፍ ሚና የሚጫዎቱ ሆነው አግኝቻቸዋለሁ።
						<strong> አቶ ነገሰ ተሻገር: <i> ሆቴል ማናጀር </i> </strong>
					</p>
					<p class="suggestion">
						እንደ ንግድና ዘርፍ ማህበራት በከተማችን ፣ በክልላችን፣ እንዲሁም በሃገራችን የሚገኙ የንግድ፣ኢንቨስትመንትና የአገልግሎት ሰጭ ተቋማት
						ምርታማነትና የአገልግሎት አሰጣጥ እንዲሻሻል፣ እንዲዘምንና የላቀ የልህቀት ደረጃ ላይ እንዲደርስ የዘወትር ፍላጎታችንና አበክረን የምንሰራበት
						ግብ ነው። በዚህ መፅሀፍ ውስጥ የተካተቱ የደንበኞች አገልግሎት ልህቀት ስልቶችና ስትራቴጅዎች ለዚህ ግብ ወሳኝ ሚና የሚጫወቱ ናቸው።
						<strong> አቶ ክቡር ጌታቸው: <i> የባህርዳር ከተማ ንግድና ዘርፉ ማህበራት ፕሬዘዳንት </i> </strong>
					</p>
					<p class="suggestion">
						በሽያጭ ስራ ውስጥ ለበርካታ አመታት እንደመስራቴ የደንበኞችን ፍላጎቶችና ችግሮች በአግባቡ መረዳትና ፍላጎታቸውን መሰረት ያደረገ አገልግሎት
						በመስጠት ፍላጎቶቻቸውን ማርካትና ችግሮቻቸውን መፍታት መሰረታዊ የሽያጭና የደንበኞች አገልግሎት መርሆዎች መሆናቸውን እረዳለሁ። ከዚህ ጋር
						በተያያዘ በዚህ መፅሀፍ ውስጥ የተካተቱ የአገልግሎት ልህቀት ስልቶችና ስትራቴጅዎች ለሽያጭ ሰራተኞችም ሆነ በሌሎች ተዛማጅ በሆኑ የንግድ ፣
						ኢንቨስትመንት ፣ የአገልግሎት ስራዎች ውስጥ ልህቀት ለመፍጠር የሚያስችሉ መሆናቸውን ለመግለፅ እወዳለሁ።
						<strong> አቶ ማስረሻ ገላው: <i> የዋካንዳ ኮሚሽን ኤጀንት መስራችና ስራ አስኪያጅ </i> </strong>
					</p>
				</span>
			</span>
		</div>
	</div>
</main>

<style>
	.header {
		text-align: center;
		padding-top: 1rem;
		font-size: 1.6rem;
	}
	.text-intro {
		font-size: 1.5rem;
		font-style: oblique;
		text-align: center;
		padding-top: 1rem;
		padding-bottom: 1rem;
	}

	.wrapper {
		padding-top: 0.7rem;
		display: flex;
		align-items: center;
		justify-content: center;
	}

	.container {
		display: block;
		height: max-content;
		width: 1000px;
		border-radius: 20px;
		padding: 1rem;
		overflow-y: hidden;
	}

	.latest-container {
		background-color: cadetblue;
	}

	.main-text {
		font-size: 1em;
	}

	.img-container {
		display: grid;
		justify-items: center;
	}

	.cover-img {
		max-width: 40%;
	}

	.main-text > p {
		text-align: justify;
		padding-top: 1rem;
		padding-left: 1rem;
		padding-right: 1rem;
	}

	p.img-subtitle {
		font-size: 0.8rem;
		color: #e7e7e7;
		text-align: center;
	}

	.stat-img {
		margin-top: 1.5rem;
	}
</style>
