<script>
	// @ts-ignore
	export let data;

	// @ts-ignore
	$: lang = data.lang;
</script>

<svelte:head>
	<title>Books | Abebe Kebie</title>
</svelte:head>

<main>
	<div class="wrapper">
		<div class="latest-container container">
			<h1 class="header">
				የደንበኞች አገልግሎት
				<br />
				<a href="/files/sample.pdf">Download Sample</a>
			</h1>
			<!-- TODO Load from a database -->

			<p class="text-intro">
				የአገልግሎት ልህቀት ለዘላቂ ተወዳዳሪነት
				<!-- The Book Of Stuff -->
			</p>
			<div class="img-container">
				<img class="cover-img" src="/book_cover.jpg" alt="Cover" />
			</div>
			<span class="main-text">
				<p>የደንበኞች አገልግሎት ልህቀት ብቸኛው ዘላቂ የትርፍማነትና ተወዳዳሪነት ምንጭ</p>
				<p>
					ደንበኞች የሚጠቀሟቸውን ምርቶችና አገልግሎቶች የሚገዙባቸውንና የሚገለገሉባቸውን ድርጅቶችና ተቋማት ከሚቀይሩባቸው ምክነያቶች ውስጥ ዋናውና
					ቀዳሚው ከደንበኞች አገልግሎት ጋር የተያያዙ ጉዳዮች መሆኑን በአገልግሎት ልህቀትና በገበያ ስራ አመራር ዙሪያ የተደረጉ ጥናቶችና ምርምሮች
					ይጠቁማሉ።
				</p>
				<div class="img-container">
					<img class="stat-img" src="/stats.png" alt="Statistics" />
				</div>
				<p class="img-subtitle">ደንበኞች የሚጠቀሟቸውን ምርቶችና አገልግሎቶች የሚቀይሩባቸው ምክነያቶች</p>
				<p>
					ስለ ደንበኞች አገልግሎት ስናስብ በአብዛኞቻችን አዕምሮ ውስጥ የሚመጡት ሃሳቦች የደንበኞችን ፍላጎቶችና ችግሮች በሚገባ ማጥናትና መረዳት፣
					ምርትና አገልግሎቶችን በደንበኞች ፍላጎትና ችግሮች መሰረት በማምረትና አገልግሎት በመስጠት የደንበኞችን ፍላጎቶች ማርካትና ችግሮቻቸውን መፍታት
					የሚሉ ጉዳዮች ናቸው። ሆኖም ግን እነዚህ ጉዳዮች አሁን በምንኖርበት ሉላዊ የውድድር ዓለም ውስጥ ማንኛውም ድርጅት ሊተገብራቸው የሚችል መሰረታዊ
					የውድድር መሰረቶች በመሆናቸው ለዘላቂ ተወዳዳሪነት ያላቸው ፋይዳ እዚህ ግባ የሚባል አይደለም። አሁን በምንኖርበት ሉላዊ የውድድር ዓለም ውስጥ
					የደንበኞችን ፋላጎቶችና ችግሮች በሚገባ በመረዳት ምርትና አገልግሎቶችን የደንበኞችን ፍላጎቶችና ችግሮች መሰረት ባደረገ ሁኔታ በማምረትና
					አገልግሎት በመስጠት ደንበኞችን ከማርካትና ችግሮቻቸውን ከመፍታት ባለፈ ደንበኞች ከሚጠብቁት በላቀ ሁኔታ በማገልገልና ችግሮቻቸውን በመፍታት
					ደንበኞችን ማስደሰትና ማስደመም፤ ከደንበኞች ጋር መተማመንና የጋራ ተጠቃሚነትን መሰረት ያደረገ ዘላቂነት ያለው ስልታዊ የአጋርነት ስርዓት
					መመስረት ያስፈልጋል።
				</p>
				<p>
					የደንበኞች አገልግሎት ልህቀት የሃገራትንና የተቋማትን ስኬትና እጣፈንታ የሚወስንና ዘላቂ ተወዳዳሪ ሆኖ ለመገኘት አንኳር የሆነ ጉዳይ ነው።
					በዚህ መፅሃፍ ውስጥ ተቋማት የአገልግሎት ልህቀት ባህል ለመገንባትና ለመተግበር ሊያከናውኗቸው የሚገቡ የተለያዩ ስልቶችና ስትራቴጅዎች በስፋት
					ቀርበዋል።
				</p>
				<span class="suggestion-text">
					<p class="suggestion-head">አስተያየቶች</p>
					<p class="suggestion">
						ከፍተኛ የስነምግባርና የአገልጋይነት ስነልቦና በሚጠይቀው እና ክቡር የሆነውን የሰው ልጅ ጤናን የመንከባከብ የህክምና አገልግሎት ዘርፍ ውስጥ
						ከ 30 አመታት በላይ በመንግስትና የግል የጤና ተቋማት ውስጥ ሰርቻለሁ። በዚህ ረጅም የአገልግሎት ዘመን ውስጥ የተማርኳቸውና ያካበትኳቸው
						የአገልግሎት ልህቀት አስተሳሰቦች፣ እውቀቶችና ክህሎቶች በዚህ መፅሀፍ ውስጥ ሰፊና ጥልቅ ማብራሪያ ተሰጥቶባቸዋል። ዶ/ር መኮንን አይችሉህም
						የድሪም ኬር ሆስፒታል ስራ አስኪያጅና መስራች አባል ከፍተኛ የስነምግባርና የአገልጋይነት ስነልቦና በሚጠይቀው እና ክቡር የሆነውን የሰው ልጅ
						ጤናን የመንከባከብ የህክምና አገልግሎት ዘርፍ ውስጥ ከ 30 አመታት በላይ በመንግስትና የግል የጤና ተቋማት ውስጥ ሰርቻለሁ። በዚህ ረጅም
						የአገልግሎት ዘመን ውስጥ የተማርኳቸውና ያካበትኳቸው የአገልግሎት ልህቀት አስተሳሰቦች፣ እውቀቶችና ክህሎቶች በዚህ መፅሀፍ ውስጥ ሰፊና ጥልቅ
						ማብራሪያ ተሰጥቶባቸዋል።
					</p>
					<p>ዶ/ር መኮንን አይችሉህም: <i> የድሪም ኬር ሆስፒታል ስራ አስኪያጅና መስራች አባል </i></p>
					<p class="suggestion">
						ሁሉም ቢዝነስ የአገልግሎት ቢዝነስ ነው። የምንኖረውና የቢዝነስ፣ ኢንቨስትመንትና ንግድ ስራዎቻችንን የምናከናውነው በነፃ የገበያ ስርዓት
						ውስጥ ነው። የዚህ የነፃ ገበያ ስርዓት ውስጥ ትልቁ የጨዋታ ህግ ውድድር ነው። በመሆኑም ተቋማት በዘላቂነት አትራፊና ተወዳዳሪ ለመሆን
						የተለያዩ ስልቶችና ስትራቴጅዎችን ይነድፍሉ ፣ ይተገብራሉ ። ከዚህ ጋር በተያያዘ የተደረጉ የጥናትና የምርምር ውጤቶች የሚጠቁሙት የአገልግሎት
						ልህቀት ለተቋማት ዘላቂ ተወዳዳሪነት የማይተካ ሚና የሚጫዎት መሆኑን ነው። በዚህ መፅሀፍ ውስጥ በተቋማት ውስጥ የአገልግሎት ልህቀት ስርዓት
						ለመንደፍና ለመተግባር የሚያስችሉ ስልቶችና ስትራቴጅዎች በስፍት ተዳሰዋል።
					</p>
					<p>በድሉ ይስማው : <i> የገበያ አስተዳደር ረ/ ፕሮፌሰር </i></p>
					<p class="suggestion">
						ከፍተኛ ውድድር በሚታይባቸው የሆቴል፣ የቱሪዝም፣ ሬስቶራንትና ሌሎች ተዛማጅ ስራዎች ውስጥ ለበርካታ አመታት ሰርቻለሁ ፤ በመስራት ላይም
						እገኛለሁ። በዚህ ውድድር የጨዋታው ህግ በሆነበት ዘርፍ ውስጥ የተለያዩ የውድድር ስልቶችና ስትራቴጅዎች የሚተገበሩ ቢሆንም የአገልግሎት
						ልህቀት ቁልፍ ጉዳይ ነው። በዚህ መፅሀፍ ውስጥ የተካተቱ የደንበኞች አገልግሎት ስልቶች፣ ስትራቴጅዎችና መርሆዎች ተቋማት የሚሰጡትን
						አገልግሎት ወደ ላቀ ደረጃ ለማሳደግ ቁልፍ ሚና የሚጫዎቱ ሆነው አግኝቻቸዋለሁ።
					</p>
					<p>አቶ ነገሰ ተሻገር: <i> ሆቴል ማናጀር </i></p>
					<p class="suggestion">
						እንደ ንግድና ዘርፍ ማህበራት በከተማችን ፣ በክልላችን፣ እንዲሁም በሃገራችን የሚገኙ የንግድ፣ኢንቨስትመንትና የአገልግሎት ሰጭ ተቋማት
						ምርታማነትና የአገልግሎት አሰጣጥ እንዲሻሻል፣ እንዲዘምንና የላቀ የልህቀት ደረጃ ላይ እንዲደርስ የዘወትር ፍላጎታችንና አበክረን የምንሰራበት
						ግብ ነው። በዚህ መፅሀፍ ውስጥ የተካተቱ የደንበኞች አገልግሎት ልህቀት ስልቶችና ስትራቴጅዎች ለዚህ ግብ ወሳኝ ሚና የሚጫወቱ ናቸው።
					</p>
					<p>አቶ ክቡር ጌታቸው: <i> የባህርዳር ከተማ ንግድና ዘርፉ ማህበራት ፕሬዘዳንት </i></p>
					<p class="suggestion">
						በሽያጭ ስራ ውስጥ ለበርካታ አመታት እንደመስራቴ የደንበኞችን ፍላጎቶችና ችግሮች በአግባቡ መረዳትና ፍላጎታቸውን መሰረት ያደረገ አገልግሎት
						በመስጠት ፍላጎቶቻቸውን ማርካትና ችግሮቻቸውን መፍታት መሰረታዊ የሽያጭና የደንበኞች አገልግሎት መርሆዎች መሆናቸውን እረዳለሁ። ከዚህ ጋር
						በተያያዘ በዚህ መፅሀፍ ውስጥ የተካተቱ የአገልግሎት ልህቀት ስልቶችና ስትራቴጅዎች ለሽያጭ ሰራተኞችም ሆነ በሌሎች ተዛማጅ በሆኑ የንግድ ፣
						ኢንቨስትመንት ፣ የአገልግሎት ስራዎች ውስጥ ልህቀት ለመፍጠር የሚያስችሉ መሆናቸውን ለመግለፅ እወዳለሁ።
					</p>
					<p>አቶ ማስረሻ ገላው: <i> የዋካንዳ ኮሚሽን ኤጀንት መስራችና ስራ አስኪያጅ </i></p>
				</span>
			</span>
		</div>
	</div>
	<div class="wrapper">
		<div class="latest-container container">
			<p class="text-intro">የአገልግሎት ልህቀት ለዘላቂ ተወዳዳሪነት</p>
			<div class="img-container">
				<img class="cover-img" src="/book_cover.jpg" alt="Cover" />
			</div>
			<span class="main-text">
				<p>“ሁሉም ሰው የሽያጭ ሰራተኛ ነው”</p>
				<p>የደንበኞች አገልግሎት ልህቀት ብቸኛው ዘላቂ የትርፍማነትና ተወዳዳሪነት ምንጭ</p>
				<p>ጤና ይስጥልኝ!</p>
				<p>በሽያጭ ስራዎት ስኬታማ መሆን ይፈልጋሉ?</p>
				<p>
					በዚህ መጽሀፍ ውስጥ የተካተቱ ሳይንሳዊ የሽያጭ እና ገበያ አስተዳደር መርሆዎች፣ አስተሳሰቦች፣ ስትራቴጅዎች እና ጥበቦችን በመተግበር በቀላሉ
					ስኬታማ መሆን ይችላሉ፡፡ ሽያጭ ሳይንሳዊ ሂደት ነው፡፡ ይህ መፅሀፍ በገበያ ስራ አመራር በተለይም በሽያጭ ስራ ውስጥ ስኬታማ ለመሆን የሚያስችሉ
					ሳይንሳዊ የገበያ ስራ አመራርና የሽያጭ ፅንሰ ሀሳቦች፣ አተያዮች፣ ስልቶች እና ስትራቴጅዎች እንዲሁም በተግባር የተፈተኑ ውጤታማ ልምዶች
					የተሰነዱበት ነው፡፡ ሳይንሳዊ የሆኑ በአለማችን ታላላቅ የሽያጭ የምርምር እና ስልጠና ተቋማት የሚመከሩ ውጤታማ የሽያጭ ሳይንስ፣ ሰዎችን
					የማሳመን ጥበብና መርሆች ተተንትነውበታል፡፡
				</p>
				<p>
					በሽያጭ ስራዎት ውስጥ ‘እመለሳለሁ'፣ ‘ላስብበት' ፣ ‘ ባለቤቴን ላማክር'፣ ‘ የምፈልገው ምርት አይነት አይደለም’ ፣ ‘ ዋጋው ውድ ነው’፣
					‘አቅም የለኝም’፣ ‘ አስቸኳይ አይደለም’፣ ‘ ፍላጎት የለኝም’፣ ‘ባለሙያ ላማክር’፣ ወዘተ… የሚሉ ገዥዎች ያጋጥምዎታል? ለእነዚህ አይነት
					የገዥዎች ሃሳቦች ሳይንሳዊ የሆኑና ገዥዎች በቀላሉ የግዥ ውሳኔ ላይ እንዲደርሱ የሚያስችሉ ስትራቴጅዎች እና ጥበቦች እንዳሉ ያውቃሉ? በዚህ
					መጽሁፍ ውስጥ እነዚህ ስትራቴጅዎች እና ጥበቦች በስፋት ተተንትነዋል፡፡
				</p>
				<p>
					በሽያጭ ስራቸው ከፍተኛ የስኬት ደረጃ ላይ የደረሱ የሽያጭ ሰራተኞች እንዱሁም ታላላቅ የሽያጭ እና የገበያ አስተዳደር የምርምር እና ስልጠና
					ተቋማት በሽያጭ ሙያ ውስጥ ስኬታማ ለመሆን አበክረው ከሚጠቅሷቸው ክህሎቶች ውስጥ ቀዳሚው ሰዎችን የማሳመን ጥበብ ነው፡፡ በዚህ መጽሃፍ ውስጥ
					መሰረታዊ የሆኑ ሰዎችን የማሳመን ጥበቦች እና ክህሎቶች ተብራርተው ቀርበዋል፡፡
				</p>
				<span class="suggestion-text">
					<p class="suggestion-head">አስተያየቶች</p>
					<p class="suggestion">
						በማንኛውም የንግድ ስራ ውስጥ በተለይም በሽያጭ እና የገበያ ስራ አመራር ዘርፍ የተሰማሩ ሁሉ ጊዜ ሰጥተው ሊያነቡት የሚገባ ምርጥ መፅሃፍ
						ነው።
						<strong> ብሩክ አጋዥ የዛጉሻ ኮሚሽን ኤጀንት መስራች እና ባለቤት </strong>
					</p>
					<p class="suggestion">
						የሽያጭና ገበያ አስተዳደር ፅንሰ ሀሳብና ትግበራ ዕውቀት፣ አመለካከት እና ክህሎትን ያስተሳሰረ፣ በሽያጭና የገበያ አስተዳደር ከፍተኛ
						የልህቀትና ስኬት ደረጃ ለመድረስ የሚሹ ሁሉ ሊያነቡት የሚገባ ምርጥ መፅሀፍ ነው።
						<strong> አለሙ ሙለታ በባህር ዳር ዩንቨርሲቲ የገበያ አስተዳደር ረ/ፕሮፌሰር </strong>
					</p>
					<p class="suggestion">
						በስራ ፈጠራ በተለይም በጥቃቅንና አነስተኛ ዘርፍ የሚጀመሩ አብዛኛዎች ድርጅቶች አንድ አመት ባልሞላ ጊዜ ውስጥ ይከስማሉ፤ አንዳዶች ደግሞ
						ለብዙ ዘመናት ምንም አይነት የጎላ ዕድገት ሳያስመዘግቡ ይቆያሉ። ለዚህም ብዙ ምክንያቶች የሚጠቀሱ ቢሆንም እነዚህ ድርጅቶች ምርቶቻቸውንና
						አገልግሎቶቻቸውን በሚጠበቀው ደረጃ መሸጥ አለመቻላቸው ዋናው ምክነያት እንደሆነ የዘርፉ ሙህራን ይገልፃሉ። ይህ “የሽያጭ ክህሎትና ሳይኮሎጅ”
						መፅሀፍ ስራ ፈጣሪዎች ምርትና አገልግሎቶቻቸውን በብቃት ለመሸጥና ስኬታማ ለመሆን በከፍተኛ ደረጃ የሚያግዛቸው ነው።
						<strong> ተዋበ ጋሻው የስራ ፈጠራ አሰልጣኝና አማካሪ </strong>
					</p>
					<p class="suggestion">
						በሽያጭ ስራ ውስጥ ለበርካታ አመታት ሰርቻለሁ። በሽያጭ ስራየ ውስጥ የምከተለው ፍልስፍናም የደንበኞችን ፍላጎት የሚያሟሉ፣ ችግሮቻቸውን
						የሚፈቱ ምርትና አገልግሎቶችን በማቅረብ ከደንበኞች ጋር መተማመንንና የጋራ ተጠቃሚነትን መሰረት ያደረገ ዘላቂ ግንኙነት መገንባት የሚል ነዉ
						፤ የዚህ መፅሀፍ ጭብጥ ይህን ፍልስፍና መሰረት ያደረገ በመሆኑ በጣም ወድጄዋለሁ።
						<strong> ማስረሻ ገላው የዋካንዳ ኤጀንት መስራችና ባለቤት </strong>
					</p>
				</span>
			</span>
		</div>
	</div>
</main>

<style>
	.header {
		text-align: center;
		padding-top: 1rem;
		font-size: 1.6rem;
	}
	.text-intro {
		font-size: 1.5rem;
		font-style: oblique;
		text-align: center;
		padding-top: 1rem;
		padding-bottom: 1rem;
	}

	.wrapper {
		padding-top: 0.7rem;
		display: flex;
		align-items: center;
		justify-content: center;
	}

	.container {
		display: block;
		height: max-content;
		width: 1000px;
		border-radius: 20px;
		padding: 1rem;
		overflow-y: hidden;
	}

	.latest-container {
		background-color: cadetblue;
	}

	.main-text {
		font-size: 1em;
	}

	.img-container {
		display: grid;
		justify-items: center;
	}

	.cover-img {
		max-width: 40%;
	}

	.main-text > p {
		text-align: justify;
		padding-top: 1rem;
		padding-left: 1rem;
		padding-right: 1rem;
	}

	p.img-subtitle {
		font-size: 0.8rem;
		color: #e7e7e7;
		text-align: center;
	}

	.stat-img {
		margin-top: 1.5rem;
	}
	.suggestion {
		margin-top: 1rem;
		margin-bottom: 1rem;
		text-align: justify;
	}
	.suggestion-head {
		font-size: 1.5rem;
		align-self: center;
	}

	.suggestion-text {
		padding-left: 2rem;
		padding-right: 2rem;
	}
</style>
